Repository: kheliljawher/Erp-AL
Catalog: ERP/Translations/ERP.*.xlf
Languages: fr_fr

# Table 3040182083 - Property 2879900210
source: Classroom
fr_fr: Liste classe

# Table 3040182083 - Field 514743000 - Property 2879900210
source: Short Description
fr_fr: Bréve Description

# Table 3534050887 - Property 2879900210
source: Course
fr_fr: Cours

# Table 280717632 - Field 1908536694 - Property 2879900210
source: Adress
fr_fr: Adresse

# Table 280717632 - Field 2961552353 - Property 2879900210
source: Name
fr_fr: Nom

# Table 280717632 - Field 646935216 - Property 2879900210
source: Phone
fr_fr: Téléphone

# Table 280717632 - Field 35450067 - Property 2879900210
source: Posted
fr_fr: Validé

# Table 1418429579 - Property 2879900210
source: Student
fr_fr: Etudiant

# Table 1418429579 - Field 1908536694 - Property 2879900210
source: Adress
fr_fr: Adresse

# Table 1418429579 - Field 3040182083 - Property 2879900210
source: Classroom
fr_fr: Salle de cours

# Table 1418429579 - Field 3292786705 - Property 2879900210
source: Classroom Description
fr_fr: >Description salle de cours

# Table 1418429579 - Field 1856816140 - Property 2879900210
source: Country
fr_fr: Région

# Table 1418429579 - Field 2570673311 - Property 2879900210
source: Created At
fr_fr: Crée a

# Table 1418429579 - Field 2369664869 - Property 2879900210
source: Created By
fr_fr: Crée par

# Table 1418429579 - Field 1750336386 - Property 2879900210
source: Fisrst Name
fr_fr: Prénom

# Table 1418429579 - Field 4068742839 - Property 2879900210
source: Last Name
fr_fr: Nom

# Table 1418429579 - Field 646935216 - Property 2879900210
source: Phone
fr_fr: Téléphone

# Table 1149508743 - Property 2879900210
source: Student Entry
fr_fr: Ecriture étudiant

# Table 1149508743 - Field 2735109885 - Property 2879900210
source: Course Description
fr_fr: Description cours

# Table 1149508743 - Field 1794948436 - Property 2879900210
source: Courses ID
fr_fr: Cours ID

# Table 1149508743 - Field 2196167343 - Property 2879900210
source: Mark
fr_fr: Note

# Table 1149508743 - Field 155745679 - Property 2879900210
source: Student CIN
fr_fr: CIN étudiant

# Table 2199584568 - Property 2879900210
source: Teacher
fr_fr: Enseignant

# Table 2199584568 - Field 1908536694 - Property 2879900210
source: Adress
fr_fr: Adresse

# Table 2199584568 - Field 1856816140 - Property 2879900210
source: Country
fr_fr: Région

# Table 2199584568 - Field 1750336386 - Property 2879900210
source: Fisrst Name
fr_fr: Prénom

# Table 2199584568 - Field 4068742839 - Property 2879900210
source: Last Name
fr_fr: Nom

# Table 2199584568 - Field 646935216 - Property 2879900210
source: Phone
fr_fr: Téléphone

# Table 2592162708 - Property 2879900210
source: Teacher Entry
fr_fr: Entrée de l'enseignant

# Table 2592162708 - Field 1616449720 - Property 2879900210
source: Classroom ID
fr_fr: ID salle de cours

# Table 2592162708 - Field 2088071266 - Property 2879900210
source: Classroom Name
fr_fr: Nom salle de cours

# Table 2592162708 - Field 2735109885 - Property 2879900210
source: Course Description
fr_fr: Description Cours

# Table 2592162708 - Field 1794948436 - Property 2879900210
source: Course ID
fr_fr: ID Cours

# Table 2592162708 - Field 507609835 - Property 2879900210
source: Teacher ID
fr_fr: ID enseignant

# Page 3040182083 - Property 2879900210
source: Classroom List
fr_fr: Liste salle de cours

# Page 665336656 - Property 2879900210
source: Courses List
fr_fr: Liste des cours

# Page 280717632 - Property 2879900210
source: ITBS Liste Etudiants
fr_fr: Liste Etudiants ITBS

# Page 280717632 - Control 3536995995 - Property 2879900210
source: General
fr_fr: Generale

# Page 3707559367 - Property 2879900210
source: ITBS Posted List
fr_fr: Poste List ITBS

# Page 3931511459 - Control 2445482498 - Property 2879900210
source: General
fr_fr: Génerale

# Page 3931511459 - Action 1692444235 - Property 2879900210
source: Delete
fr_fr: Supprimer

# Page 4096178444 - Property 2879900210
source: ITBS Fiche Etudiants
fr_fr: Fiche Etudiant ITBS

# Page 4096178444 - Action 1692444235 - Property 2879900210
source: Post
fr_fr: Poste

# Page 709879359 - Property 2879900210
source: Student Card
fr_fr: Fiche étudiant

# Page 709879359 - Control 3801159817 - Property 2879900210
source: Personal Information
fr_fr: Information Personnel

# Page 1149508743 - Property 2879900210
source: Student Entry
fr_fr: Ecriture étudiant

# Page 1824029429 - Property 2879900210
source: Student List
fr_fr: Liste étudiants

# Page 2199584568 - Property 2879900210
source: Teacher List
fr_fr: Liste Enseignant

# Page 1342568676 - Property 2879900210
source: Teacher Card
fr_fr: Carte Enseignant

# Page 1342568676 - Control 1482570920 - Property 2879900210
source: Personal Information
fr_fr: Information personnelle

# Page 1342568676 - Action 2207527684 - Property 2879900210
source: Courses/classroom
fr_fr: Cours/salle de cours

# Page 2592162708 - Property 2879900210
source: Teacher Entry
fr_fr: Entéey Enseignant
